const adaptive = {
  "/adaptive.html": {
    title: "Адаптивный хоккей",
    stages: [
      {
        date: "31 января 2020",
        title: "Создание «Ак Барс-следж»",
      },
      {
        date: "март 2020",
        title: "Начало тренировок в ЛД «Баско»",
      },
      {
        date: "декабрь 2020",
        title: "Участие в Кубке Нижегородской области по следж-хоккею",
      },
      {
        date: "25 марта 2021",
        title: "Товарищеский матч в Ярославле с командой «Локо-следж»",
      },
      {
        date: "3 октября 2021",
        title: "Мастер-класс в Актаныше",
      },
      {
        date: "6 октября 2021",
        title: "Создание следж-хоккейной команды в Альметьевске",
      },
      {
        date: "31 января 2020",
        title: "Создание «Ак Барс-следж»",
      },
      {
        date: "март 2020",
        title: "Начало тренировок в ЛД «Баско»",
      },
      {
        date: "декабрь 2020",
        title: "Участие в Кубке Нижегородской области по следж-хоккею",
      },
      {
        date: "25 марта 2021",
        title: "Товарищеский матч в Ярославле с командой «Локо-следж»",
      },
      {
        date: "3 октября 2021",
        title: "Мастер-класс в Актаныше",
      },
      {
        date: "6 октября 2021",
        title: "Создание следж-хоккейной команды в Альметьевске",
      },
      {
        date: "31 января 2020",
        title: "Создание «Ак Барс-следж»",
      },
      {
        date: "март 2020",
        title: "Начало тренировок в ЛД «Баско»",
      },
      {
        date: "декабрь 2020",
        title: "Участие в Кубке Нижегородской области по следж-хоккею",
      },
      {
        date: "25 марта 2021",
        title: "Товарищеский матч в Ярославле с командой «Локо-следж»",
      },
    ],
    teams: [
      {
        src: "/adaptive-teams/1.svg",
        title: "Ак Барс – следж",
        founded: "Основана в 2020 г.",
      },
      {
        src: "/adaptive-teams/2.svg",
        title: "Барс – следж",
        founded: "Основана в 2021 г.",
      },
      {
        src: "/adaptive-teams/3.svg",
        title: "Ак Барс – специальный хоккей",
        founded: "Основана в 2021 г.",
      },
      {
        src: "/adaptive-teams/4.svg",
        title: "Нефтяник – следж",
        founded: "Основана в 2021 г.",
      },
      {
        src: "/adaptive-teams/5.svg",
        title: "Нефтяник – следж",
        founded: "Основана в 2021 г.",
      },
      {
        src: "/adaptive-teams/6.svg",
        title: "Нефтяник – следж",
        founded: "Основана в 2021 г.",
      },
    ],
    articles: [
      {
        src: "/home-news/1.jpg",
        date: "16.11.2023",
        title: "Рафаэль Хакимов – лучший вратарь ноября",
        tags: ["Событие"],
      },
      {
        src: "/home-news/2.jpg",
        date: "16.11.2023",
        title:
          "«Не забывай свои корни». Сергачёв сыграл в дворовый хоккей в Нижнекамске",
        tags: ["Интервью"],
      },
      {
        src: "/home-news/3.jpg",
        date: "16.11.2023",
        title:
          "Рустам Минниханов: «Ак Барс» — наш ребенок, будем любить, что бы ни случилось",
        tags: ["Пресс-конференция"],
      },
      {
        src: "/home-news/4.jpg",
        date: "16.11.2023",
        title:
          "Казанский «Ак Барс» встретился с ХК «Сочи» в рамках чемпионата КХЛ",
        tags: ["Турнир (Матч)"],
      },
      {
        src: "/home-news/1.jpg",
        date: "16.11.2023",
        title: "Рафаэль Хакимов – лучший вратарь ноября",
        tags: ["Событие"],
      },
      {
        src: "/home-news/2.jpg",
        date: "16.11.2023",
        title:
          "«Не забывай свои корни». Сергачёв сыграл в дворовый хоккей в Нижнекамске",
        tags: ["Интервью"],
      },
      {
        src: "/home-news/3.jpg",
        date: "16.11.2023",
        title:
          "Рустам Минниханов: «Ак Барс» — наш ребенок, будем любить, что бы ни случилось",
        tags: ["Пресс-конференция"],
      },
      {
        src: "/home-news/4.jpg",
        date: "16.11.2023",
        title:
          "Казанский «Ак Барс» встретился с ХК «Сочи» в рамках чемпионата КХЛ",
        tags: ["Турнир (Матч)"],
      },
    ],
    partners: [
      {
        src: "/partners/tatneft.svg",
        title: "Генеральный спонсор",
      },
      {
        src: "/partners/tatneft-azs.svg",
        title: "Официальный спонсор",
      },
      {
        src: "/partners/taneco.svg",
        title: "Официальный спонсор",
      },
    ],
  },
};

export default adaptive;
