const league = {
  "/league.html": {
    title: "Лига КХЛ",
    partners: [
      {
        src: "/partners/tatneft.svg",
        title: "Генеральный спонсор",
      },
      {
        src: "/partners/tatneft-azs.svg",
        title: "Официальный спонсор",
      },
      {
        src: "/partners/taneco.svg",
        title: "Официальный спонсор",
      },
    ],
    news: [
      {
        src: "/news-catalog/2.jpg",
        date: "16.11.2023",
        title: "Рафаэль Хакимов – лучший вратарь ноября",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/3.jpg",
        date: "16.11.2023",
        title:
          "«Не забывай свои корни». Сергачёв сыграл в дворовый хоккей в Нижнекамске",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/4.jpg",
        date: "16.11.2023",
        title:
          "Рустам Минниханов: «Ак Барс» — наш ребенок, будем любить, что бы ни случилось",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/5.jpg",
        date: "16.11.2023",
        title:
          "Казанский «Ак Барс» встретился с ХК «Сочи» в рамках чемпионата КХЛ",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/6.jpg",
        date: "16.11.2023",
        title: "Товарищеский матч между детьми Нижникамска и Казани",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/7.jpg",
        date: "16.11.2023",
        title: "Приз на миллион: как прошлел День хоккея в Московском районе",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
    ],
  },
};

export default league;
