const newsSingle = {
  "/news-single.html": {
    title: "Страница новости",
    partners: [
      {
        src: "/partners/tatneft.svg",
        title: "Генеральный спонсор",
      },
      {
        src: "/partners/tatneft-azs.svg",
        title: "Официальный спонсор",
      },
      {
        src: "/partners/taneco.svg",
        title: "Официальный спонсор",
      },
    ],
    readAlso: [
      {
        src: "/home-news/1.jpg",
        date: "16.11.2023",
        title: "Рафаэль Хакимов – лучший вратарь ноября",
        tags: ["Событие"],
      },
      {
        src: "/home-news/2.jpg",
        date: "16.11.2023",
        title:
          "«Не забывай свои корни». Сергачёв сыграл в дворовый хоккей в Нижнекамске",
        tags: ["Интервью"],
      },
      {
        src: "/home-news/3.jpg",
        date: "16.11.2023",
        title:
          "Рустам Минниханов: «Ак Барс» — наш ребенок, будем любить, что бы ни случилось",
        tags: ["Пресс-конференция"],
      },
      {
        src: "/home-news/4.jpg",
        date: "16.11.2023",
        title:
          "Казанский «Ак Барс» встретился с ХК «Сочи» в рамках чемпионата КХЛ",
        tags: ["Турнир (Матч)"],
      },
      {
        src: "/home-news/1.jpg",
        date: "16.11.2023",
        title: "Рафаэль Хакимов – лучший вратарь ноября",
        tags: ["Событие"],
      },
      {
        src: "/home-news/2.jpg",
        date: "16.11.2023",
        title:
          "«Не забывай свои корни». Сергачёв сыграл в дворовый хоккей в Нижнекамске",
        tags: ["Интервью"],
      },
      {
        src: "/home-news/3.jpg",
        date: "16.11.2023",
        title:
          "Рустам Минниханов: «Ак Барс» — наш ребенок, будем любить, что бы ни случилось",
        tags: ["Пресс-конференция"],
      },
      {
        src: "/home-news/4.jpg",
        date: "16.11.2023",
        title:
          "Казанский «Ак Барс» встретился с ХК «Сочи» в рамках чемпионата КХЛ",
        tags: ["Турнир (Матч)"],
      },
    ],
  },
};

export default newsSingle;
