const news = {
  "/news.html": {
    title: "Каталог новостей",
    partners: [
      {
        src: "/partners/tatneft.svg",
        title: "Генеральный спонсор",
      },
      {
        src: "/partners/tatneft-azs.svg",
        title: "Официальный спонсор",
      },
      {
        src: "/partners/taneco.svg",
        title: "Официальный спонсор",
      },
    ],
    news: [
      {
        src: "/news-catalog/1.jpg",
        date: "16.11.2023",
        title:
          "Очередная победа: «Ак Барс» движется вверх по турнирной таблице КХЛ",
        tags: ["Матч"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома обыграли «Локомотив» (3:2). Голы у казанцев на счету...",
        hasButton: true,
      },
      {
        src: "/news-catalog/2.jpg",
        date: "16.11.2023",
        title: "Рафаэль Хакимов – лучший вратарь ноября",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/3.jpg",
        date: "16.11.2023",
        title:
          "«Не забывай свои корни». Сергачёв сыграл в дворовый хоккей в Нижнекамске",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/4.jpg",
        date: "16.11.2023",
        title:
          "Рустам Минниханов: «Ак Барс» — наш ребенок, будем любить, что бы ни случилось",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/5.jpg",
        date: "16.11.2023",
        title:
          "Казанский «Ак Барс» встретился с ХК «Сочи» в рамках чемпионата КХЛ",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/6.jpg",
        date: "16.11.2023",
        title: "Товарищеский матч между детьми Нижникамска и Казани",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/7.jpg",
        date: "16.11.2023",
        title: "Приз на миллион: как прошлел День хоккея в Московском районе",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/8.jpg",
        date: "16.11.2023",
        title: "Волевую победу одержал «Нефтянник» в гостевом матче",
        tags: ["Пресс-конференция"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/9.jpg",
        date: "16.11.2023",
        title:
          "Максот «Нефтехимика»: не согласен с решением о призе за лучшую актёрскую игру",
        tags: ["Пресс-конференция"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/10.jpg",
        date: "16.11.2023",
        title: "Новый рекорд посещаемости «Татнефть Арены»",
        tags: ["Событие"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/11.jpg",
        date: "16.11.2023",
        title: "В Бавлах стартует уличный хоккейный сезон ",
        tags: ["Интервью"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/12.jpg",
        date: "16.11.2023",
        title:
          "Маскот Казанского «Ак Барса» получил приз за лучшую актёрскую игру",
        tags: ["Пресс-конференция"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
      {
        src: "/news-catalog/13.jpg",
        date: "16.11.2023",
        title: "Данис Зарипов сыграл в хоккей с детьми Нурлатского района",
        tags: ["Турнир (Матч)"],
        desc: "В последнем матче регулярного чемпионата «барсы» дома...",
      },
    ],
  },
};

export default news;
